brew 'fish'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'the_silver_searcher'

tap 'thoughtbot/formulae'
brew 'gitsh'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask '1password'
cask 'atom'
cask 'caffeine'
cask 'cloudapp'
cask 'chromium'
cask 'dash'
cask 'discord'
cask 'expressvpn'
cask 'firefox'
cask 'flycut'
cask 'gitup'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'rowanj-gitx'
cask 'sizeup'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'

tap 'homebrew/services'
