brew 'dnsmasq'
brew 'fish'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'the_silver_searcher'

tap 'thoughtbot/formulae'
brew 'gitsh'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask '1password'
cask 'atom'
cask 'caffeine'
cask 'cloudapp'
cask 'dash'
cask 'firefox'
cask 'flux'
cask 'flycut'
cask 'google-chrome-beta'
cask 'iterm2'
cask 'karabiner-elements'
cask 'rowanj-gitx'
cask 'sizeup'
cask 'skype'
cask 'slack'
cask 'whatsapp'

tap 'homebrew/services'
