brew 'fish'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'the_silver_searcher'

tap 'thoughtbot/formulae'
brew 'gitsh'

tap 'homebrew/cask-versions'

cask '1password'
cask 'authy'
cask 'brave-browser'
cask 'cloudapp'
cask 'chromium'
cask 'dash'
cask 'discord'
cask 'expressvpn'
cask 'firefox'
cask 'flycut'
cask 'google-chrome'
cask 'iterm2'
cask 'keepingyouawake'
cask 'microsoft-edge'
cask 'postman'
cask 'rowanj-gitx'
cask 'sizeup'
cask 'slack'
cask 'spotify'
cask 'tenor'
cask 'visual-studio-code'

tap 'homebrew/services'
